namespace Euclid.Service.Helpers
{
    /// <summary>
    /// Класс, содержащий константы для сообщений.
    /// </summary>
    public static class MessageConstans
    {
        /// <summary>
        /// Приветственное сообщение для бота-калькулятора.
        /// </summary>
        public const string HelloMessage = $"**Добро пожаловать!** 🤖\n\n Я бот-калькулятор. Просто отправьте мне математическое выражение, и я постараюсь его вычислить. Например, попробуйте отправить мне выражение \"2 + 2 * 2\".💪";
    }
}
